{
  "bikingtrails5": {
    "title": " Blackstone River Bikeway (RI) ",
	"title_description": " Description ",
    "Description": [ 
"The Blackstone River Bikeway represents a big undertaking in this tiny state: The 11.6-mile trail is ",
"the largest open segment on a nearly 50-mile former rail corridor that will eventually connect Providence",
" to Worcester, Massachusetts.",
"",
"A restored drive-in movie theater sign featuring the Blackstone River Bikeway greets you at the trail's ",
"current south end on John Street in Lonsdale. From the start, you'll be treated to many picturesque scenes",
" of the wide, churning Blackstone River and the placid, historic canal. After a mile, you'll cross over the",
" Pratt Dam on the a six-span bridge, which sits atop the original railroad piers and abutment.",
"",
"Beyond the dam, the bikeway turns right and continues north (the path leading straight ends at a parking lot). ",
"Northbound toward the village of Ashton, the trail alternately follows and parallels the historic canal towpath.",
" Keep an eye out for a large brick textile mill; the canal was built to transport cotton goods from the mill to ",
" Worcester and Providence in the 1800s.",
"",
"Ashton marks the approximate trail midpoint. You could begin or end your journey here by parking on Route 116 ",
"or at the visitor center along Interstate 295, which provides restrooms and information. Each parking lot offers ",
"a connecting spur on a slight incline to the trail.",
"",
"History buffs may choose to visit the historic Kelley House Museum, former home of Wilbur Kelley, a ship captain",
 "and mill owner. Nestled between the river and canal, the museum relates the transportation and industrial history ",
 "of each waterway.",
"",
"Continuing north, the trail parallels the active Providence & Worcester Railroad all the way to the end, even ",
"sharing a bridge across the river in Albion. The building materials for this stretch of the rail-trail were shipped",
" by and unloaded right off the train."
],
"title_distance" : " Lenght ",
  "Distance": "  11.8 miles    "
  }
}